<?php

    /** Optional set the another languages names **/
    $lang['another_language1'] = 'english' ;
    $lang['another_language1_key'] = 'english' ;
    /** Optional set the another languages names **/
    
    /** optional RTL style */ 
    $lang['style'] = '<style>body{direction:rtl}</style>';
    /** optional RTL style */
    
    $lang['title'] = 'كود إغنيتر 3.1.1 متعدد اللغات';
    $lang['description'] = 'تطبيق كود اغنيتر جاهز للعمل مع التطبيقات متعددة اللغات' ;
    $lang['content'] = 'لوريم إيبسوم() هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. خمسة قرون من الزمن لم تقضي على هذا النص، بل انه حتى صار مستخدماً وبشكله الأصلي في الطباعة والتنضيد الإلكتروني. انتشر بشكل كبير في ستينيّات هذا القرن مع إصدار رقائق "ليتراسيت"  البلاستيكية تحوي مقاطع من هذا النص، وعاد لينتشر مرة أخرى مؤخراَ مع ظهور برامج النشر الإلكتروني مثل "ألدوس بايج مايكر" () والتي حوت أيضاً على نسخ من نص لوريم إيبسوم.';
    $lang['language_name'] = 'اللغة العربية' ;
    $lang['current'] = 'اللغة الحالية' ;

 ?>